Repository: IDEMSInternational/molo-iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: January
ky: Үчтүн айы

source: March
ky: Жалган куран

source: June
ky: Кулжа

source: July
ky: Теке

source: August
ky: Баш оона

source: September
ky: Аяк оона

source: October
ky: Тогуздун айы

source: November
ky: Жетинин айы

source: December
ky: Бештин айы

source: Add anonymously
ky: кошуу анонимдүү

source: This field is required
ky: Бул талаа милдеттүү

source: Ensure this value has at least 4 characters (it has 1)
ky: Бул балл кеминде 4 белгиден бар камсыз кылуу (бул: 1)

source: Access Denied
ky: Кирүүгө уруксат берилген жок

source: You do not have permssion to access this site.
ky: Бул сайтка кирүү permssion жок.

source: Unable to Login
ky: Албаган- Кирүү

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the IoGT app for now.
ky: Кечиресиз, бул мүмкүнчүлүктү туташа албай жатат! Улам убактылуу техникалык маселени, кирүү жана каттоо азыр IoGT колдонмосу жеткиликтүү эмес.

source: We're working hard to get this problem resolved. Thank you.
ky: Биз бул маселе чечилет үчүн аракет кылып жатабыз. Рахмат сага.

source: Page not found
ky: Баракча табылган жок

source: Sorry, this page could not be found.
ky: Кечиресиз, сиз сураган баракчаны таба алган жокпуз.

source: Internal server error
ky: Сервердин ички катасы

source: Sorry, there seems to be an error. Please try again soon.
ky: Кечиресиз, ката кетти. Бир аз убакыттан кийин дагы бир жолу аракет кылып көрүңүз.

source: Internet of Good Things (IoGT) is a set of free, mobile-ready web-based resources and applications that bring good to your life by helping you and your community access educational and lifesaving information.
ky: Жакшы нерселердин интернети ” (ЖНИ) – бул сиздин жана жалпы элдин билимин жогорулатуучу жана адамдын өмүрүн сактап калуучу маалымат алууга жардам берип, сиздин жашооӊузду жакшы жака өзгөртөө турган интернет ресурстардын мобилдик тиркемелеринин акысыз топтому.

source: Language
ky: Тил

source: Change Language
ky: Тилди өзгөртүү

source: Join
ky: Каттоо

source: Menu
ky: меню

source: Change your language
ky: Өз тилин алмаштыргысы

source: Anonymous
ky: жашыруун

source: This comment has been removed by the community. Please read our platform rules.
ky: Бул комментарий коомчулук тарабынан алынып салынды. Биздин платформа эрежелерин окуп берди.

source: Report
ky: билдирүү

source: Reply
ky: жооп

source: Have something to add to this article?
ky: Бул макалада кошуу үчүн бир нерсе барбы?

source: Log in to comment
ky: Комментарий кирүү

source: Commenting on this article is currently disabled
ky: Бул макалада боюнча түшүндүрмө азыр өчүрүлгөн

source: Comments
ky: Пикирлер

source: comment
ky: түшүндүрмө

source: view more comments
ky: Дагы

source: Comment
ky: Пикирлер

source: Comment Anonymously
ky: Комментарий анонимдүү

source: Next
ky: Кийинкиси

source: Related Articles
ky: Тектеш макалалар

source: Prev
ky: Мурункусу

source: View more
ky: дагы көрүү

source: Home
ky: Башкы баракча

source: Recommended
ky: Сунушталат

source: Vote
ky: добуш берүү

source: Back to Home page
ky: Башкы баракча

source: Submit
ky: баш ийүү

source: Thank you! Your response has already been submitted.
ky: Рахмат сага! Сиздин жооп берилген эмес.

source: Show Results
ky: Жыйынтыктарды көрсөтүү

source: You voted:
ky: Эгер добуш берген:

source: Polls
ky: Сурамжылоо

source: Thank you for voting!
ky: Добуш бергениңиз үчүн рахмат!

source: Already a member?
ky: Буга чейин бир мүчөсү?

source: Not a member yet?
ky: мүчөсү азырынча жок?

source: Join us by signing up below.
ky: Төмөндө коюу менен бизге кошулуп.

source: Choose a username
ky: Бир логин тандагыла

source: Choose a display name
ky: көрсөтүлчү аты тандоо

source: Select date of birth
ky: туулган тандоо датасы

source: Let us know your birthday to get access to exclusive content.
ky: Келгиле, өзгөчө мазмунга кирүү мүмкүнчүлүгүн алуу үчүн туулган айткыла.

source: I identify my gender as:
ky: Мен гендердик деп аталат:

source: Only you will see this
ky: Ушуну сиз гана көрө аласыз

source: Where do you live?
ky: Сен кайда жашайсың?

source: What is your highest level of education?
ky: билим сиздин жогорку деңгээл деген эмне?

source: e.g. 0900000013
ky: (мисалы $1500..

source: Enter your email address
ky: сиздин электрондук почтанын дарегин кирет

source: e.g. example@foo.com
ky: мисалы example@foo.com

source: Please accept the T&amp;Cs in order to complete the registration
ky: T & Бурундук сураныч кабыл алат; КС каттоону аяктоо үчүн

source: I accept the Terms and Conditions
ky: Мен шарттарын кабыл алуу

source: Log in
ky: Кирүү

source: Login by signing in below.
ky: төмөндө кол коюу менен кирүү.

source: Username
ky: Колдонуучу атыңыз:

source: 4-digit pin
ky: 4 орундуу төөнөгүч

source: Eg.: 2086
ky: мис 2086

source: Forgotten your password?
ky: сөздү унутуп?

source: Your password has been set. You may go ahead and log in now.
ky: Сиздин пароль коюлду. Эгер мурун барып, азыр кирүү мүмкүн.

source: Confirm password:
ky: Сырсөздү ыраста:

source: Change my password
ky: Менин сөздү өзгөртүү

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ky: Биз эсеп киргизилген электрондук почта менен бар болсо, сактап калуу үчүн көрсөтмөлөрдү жөнөтүп жатабыз. Сиз жакында, аларды кабыл алышы керек.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ky: Эгер электрондук кат жок болсо, сиз менен катталган дарегин кирген ырастоо үчүн, сенин спам папканы текшерип көр.

source: Back to home page
ky: Башкы баракча

source: Enter your email address below, and we'll email instructions for setting a new one.
ky: төмөндө сиздин электрондук почтанын дарегин киргизип, жана биз жаңы бири үчүн көрсөтмөлөрдү эмейл жөнөтөбүз.

source: Reset my password
ky: Менин сөздү кайра орнотуу

source: SEARCH
ky: издөө

source: Search
ky: Издөө

source: No search results were found for
ky: Эч кандай издөө натыйжалары үчүн табылган

source: Back to homepage
ky: Башкы баракча

source: Next Question
ky: Кийинки суроо

source: You have already completed this survey.
ky: Сиз бул сурамжылоо аяктады.

source: Please log in to take this survey
ky: Бул сурамжылоо алып кирүү

source: Start here
ky: Бул жерден башта

source: Reply successfully created.
ky: Жооп ийгиликтүү түзүлдү.

source: Email address
ky: Электрондук почта дареги

source: Type your comment here...
ky: Бул жерде сиздин Комментарий терүү

source: Share a Comment
ky: Комментарий бөлүшүү

source: Thanks!
ky: Алкыш/Рахмат

source: Your comment has been successfully posted
ky: Сиздин комментарий ийгиликтүү жарыяланды

source: Back to article
ky: Кайра-беренесине

source: Please
ky: Отунуч

source: to leave a comment.
ky: Комментарий калтыруу.

source: This comment has been reported.
ky: Бул комментарий билдирилген.

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
ky: Бул команда тарабынан каралат жана ал биздин Platform эрежелерди бузса алынып салынышы мүмкүн

source: Reporting comment replies is not allowed.
ky: комментарий жооп отчет жол берилбейт.

source: Zulu
ky: Зулуча

source: Xhosa
ky: Хосача

source: Venda
ky: хилигайнон

source: Tsonga
ky: тсонга

source: Swati
ky: тагал

source: Ndebele
ky: ндебеле

source: Hi
ky: Салам

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ky: Кечиресиз, бул мүмкүнчүлүктү туташа албай жатат! Улам убактылуу техникалык маселени, кирүү жана каттоо азыр Free негиздери колдонмосу жеткиликтүү эмес. логин же өздүк үчүн катталууга, биздин эркин mobisite сапары Сиздин мобилдик браузер аркылуу

source: Site Language:
ky: Сайт Тили:

source: Latest
ky: акыркы

source: Topic of the Day
ky: Күндүн темасы

source: Sign in
ky: Жазылып кирүү

source: LOGIN TO YOUR ACCOUNT!
ky: Эсепке Кирүү!

source: We’re excited to have you...
ky: Биз сени да толкунданып турабыз ...

source: Your username and password does not match. Please try again.
ky: Колдонуучунун аты жана сырсөз дал келген жок. Кайра аракет кыл.

source: Your password has been set. You may go ahead and log in now.
ky: Сиздин пароль коюлду. Эгер мурун барып, азыр кирүү мүмкүн.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ky: ал буга чейин колдонулуп келет, балким, анткени сырсөз өзгөртүү шилтеме жараксыз болгон. Сураныч, жаңы Сырсөздү кайра сурап.

source: I am looking for
ky: Мен издеп жатам

source: That page is not translatable.
ky: Бул барак которулуучу эмес.

source: You didn't select a choice
ky: Сиз тандап тандап алган эмес

source: Type
ky: Тип

source: Admin Users
ky: Админ Колдонуучунун

source: Your email address is not configured. Please update it before exporting.
ky: Сиздин электрондук почтанын дареги туураланган эмес. Сураныч экспорттоо алдына келтирет.

source: This value must contain only letters, numbers and underscores.
ky: Бул бир гана тамгаларды, сандарды жана баса камтууга тийиш.

source: PIN
ky: жеке идентификациялык номур/PIN

source: Display Name
ky: Дисплей аты

source: Location
ky: жери:

source: Username already exists.
ky: Колдонуучунун аты бар.

source: Sorry, but that is an invalid username. Please don't use your %s in your username.
ky: Кечиресиз, бирок бул жараксыз колдонуучунун аты болуп саналат. Сураныч, пайдалануу эмес, %s къошулуучу менен.

source: Sorry, but that is an invalid display name. Please don't use your %s in your display name.
ky: Кечиресиз, бирок бул жараксыз дисплей аты болуп саналат. Сураныч, пайдалануу эмес, %s сиздин дисплей аты менен.

source: Old Password
ky: Эски Сырсөз

source: New Password
ky: жаңы Сыр сөз

source: Confirm Password
ky: Сырсөздү ыраста

source: Confirm PIN
ky: ырастоо PIN

source: Confirm New Password
ky: Жаңы сырсөздү тастыктаңыз

source: I IDENTIFY MY GENDER AS:
ky: Мен МЕНИН GENDER деп аталат:

source: WHAT IS YOUR HIGHEST LEVEL OF EDUCATION?
ky: ЭМНЕ билимибиздин жогорку даражасы болуп саналат?

source: Home Page
ky: Негизги бет

source: Update your display name:
ky: Сиздин дисплей аты өзгөртүү:

source: Update your date of birth:
ky: туулган күнүн тактоо:

source: Update your gender:
ky: жынысына өзгөртүү:

source: Update where you live:
ky: Өзгөртүү, силер жашаган жерде:

source: Update your Education Level:
ky: Сиздин билим өзгөртүү:

source: Update your mobile number:
ky: Сиздин мобилдик санын тактоо:

source: (e.g. 0914556789)
ky: (мис 0914556789)

source: Update your email address:
ky: сиздин электрондук почтанын дарегин өзгөртүү:

source: (e.g. example@foo.com)
ky: (Мисалы, example@foo.com)

source: Forgot PIN
ky: PIN унутуп

source: Security question
ky: коопсуздук суроо

source: Please answer the following security question.
ky: төмөнкүдөй коопсуздук суроого жооп болот.

source: Register
ky: реестр/китеп/журнал

source: CHOOSE A 4-DIGIT PIN
ky: ТАНДОО 4 орундуу PIN

source: e.g. 2086
ky: мис 2086

source: CHOOSE A DISPLAY NAME
ky: ТАНДОО дисплей аты

source: (e.g. 0900000013)
ky: (мис 0900000013)

source: ENTER YOUR EMAIL ADDRESS
ky: ENTER сиздин электрондук почтанын дареги

source: Reset PIN
ky: кайра орнотуу PIN

source: PIN Changed
ky: PIN өзгөрткөн

source: Your PIN has been changed sucessfully.
ky: Сиздин ПИН ийгиликтүү өзгөртүлүп берилди.

source: Continue to Sign In
ky: Мындан ары да кол менен

source: Hello
ky: Саламатсызбы

source: As you type your name comment will appear as:
ky: Эгер аты-жөнү комментарий катары пайда болот сайын:

source: Date of Birth:
ky: Туулган датасы:

source: Not set.
ky: Берилген жок

source: Mobile number:
ky: Мобилдик саны:

source: Gender:
ky: Калаасы: Бишкек

source: Location:
ky: жери:

source: Education Level:
ky: Билим деңгээли:

source: Email Address:
ky: Электрондук почта дареги:

source: log out
ky: чыгуу

source: Edit My Profile
ky: Түзөтүү Менин кароо

source: The old password is incorrect.
ky: эски сыр сөз туура эмес.

source: Too many attempts. Please try again later.
ky: Өтө көп болду. Бир аздан кийин аракет.

source: The two PINs that you entered do not match. Please try again.
ky: Сиз киргизген эки PIN'дер дал келбейт. Кайра аракет кыл.

source: Submit Survey
ky: тапшыруу боюнча баяндама

source: Survey Results
ky: Сурамжылоонун натыйжалары

source: Your survey has been completed successfully. Please see your submission results below.
ky: Сурамжылоонун ийгиликтүү аяктады. Сураныч, төмөндө берүү жыйынтыгын көрүп жатабыз.

source: Take The Survey
ky: алып изилдөө

source: Are you a ...
ky: СЕН

source: Skip
ky: Өткөрүп жибериӊиз

source: February
ky: Бирдин айы

source: April
ky: Чын куран

source: May
ky: Бугу

source: Type your comment here
ky: Бул жерде сиздин Комментарий терүү

source: To login or register for a profile, visit our free mobisite through your mobile browser at
ky: логин же өздүк үчүн катталууга, биздин эркин mobisite сапары Сиздин мобилдик браузер аркылуу

source: Profile
ky: өздүк

source: Login
ky: Кирүү

source: Log in to vote
ky: добуш берүүгө кирүү

source: Your answers:
ky: Сиздин жооп:

source: This name you will use to log in and won't appear to other users. Only you will see this.
ky: Бул ат сиз кирүү үчүн колдонгон жана башка колдонуучуларга чыкпайт. Ушуну сиз гана көрө алат.

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
ky: Биз сиздин онлайн коопсуздукту, ошондуктан биз сенин атын жашырып жана Комментарий жана дисплей аты сайт менен өз ара жол баалайбыз.

source: Enter your mobile number
ky: Сиздин мобилдик номерин

source: Choose a 4-digit pin
ky: Тандап 4 орундуу казыгы

source: Your username and password do not match. Please try again.
ky: Колдонуучунун аты жана сырсөз дал келген жок. Кайра аракет кыл.

source: Please enter your new password twice so we can verify you typed it in correctly.
ky: Биз туура, аны терилген текшерүү үчүн төмөнкү эки сиздин жаңы сырсөз кирет.

source: New password:
ky: Жаңы Сыр сөз:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ky: ал буга чейин колдонулуп келет, балким, анткени сырсөз өзгөртүү шилтеме жараксыз болгон. Сураныч, жаңы Сырсөздү кайра сурап.

source: Email address:
ky: Электрондук почта дареги:

source: Search the site...
ky: Издөө ...

source: Search Results for:
ky: Издөө жыйынтыктары:

source: Name
ky: Аталышы

source: log in
ky: Кирүү

source: Next up in
ky: Кийинки жылы

source: The comment has been reported.
ky: комментарий билдирилген.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ky: сөздү унутуп? төмөндө сиздин электрондук почтанын дарегин киргизип, жана биз жаңы бири үчүн көрсөтмөлөрдү эмейл жөнөтөбүз.

source: Looking for something?
ky: бир нерсе издеп жатасызбы?

source: No search results for
ky: үчүн эч кандай издөө жыйынтыгы

source: What's your opinion?
ky: Сиз кандай деп ойлойсуз?

source: Frontend Users
ky: алдыңкы акыркы маалымат

source: CSV emailed to '{0}'
ky: CSV жөнөтүлдү ' {0} '

source: This value must contain only numbers.
ky: Бул бир гана сандардан турушу керек.

source: Gender
ky: Калаасы

source: Education Level
ky: билим деңгээли

source: This value must contain only numbers.
ky: Бул бир гана сандардан турушу керек.

source: New passwords do not match.
ky: Жаңы Сырсөздөр дал келген жок.

source: (e.g. 2086)
ky: (мис 2086)

source: Save
ky: Сактоо

source: Thank you for joining!
ky: кирүү үчүн рахмат!

source: Let us know more about yourself to get access to exclusive content.
ky: Келгиле, сен өзгөчө мазмунга мүмкүнчүлүк алуу үчүн кандай экени тууралуу көбүрөөк билүү көрөлү.

source: SELECT DATE OF BIRTH
ky: ТУУЛГАН тандоо DATE

source: DISPLAY NAME
ky: ДИСПЛЕЙ АТЫ

source: WHERE DO YOU LIVE?
ky: СЕН КАЙДА ЖАШАЙСЫҢ?

source: CHOOSE A USERNAME
ky: БИР ЛОГИН ТАНДАГЫЛА

source: ENTER YOUR MOBILE NUMBER
ky: ENTER мобилдик саны

source: Change My Password
ky: Менин сөздү өзгөртүү
